Repository: IORose/Windy-Disk-Creator
Catalog: Windy Disk Creator/*.lproj/Localizable.strings
Languages: ru

source: Close
ru: Закрыть

source: No Partitions were detected
ru: Разделы не найдены.

source: Windows ISO was not selected.
ru: Образ Windows в ISO формате не был выбран.

source: No partition was selected.
ru: Раздел не был выбран.

source: No options were selected. Please select a Windows.iso and an External Partition.
ru: Выберите образ Windows в ISO формате и раздел.

source: Windows ISO at path:
ru: Образа Windows в ISO формате по пути:

source: does not exist. Check the entered path and try again.
ru: не существует. Проверьте введённый путь и попробуйте снова.

source: An Error was occured when trying to mount .iso image. It can be related to corrupted image or to macOS Bug. If you sure that your ISO image is correct, then try to mount it via Terminal:
ru: Возникла ошибка при попытке смонтировать .ISO образ. Возможно, образ поврежден или это баг системы. Если Вы уверены, что выбрали правильный образ - попробуйте смонтировать его через Терминал:

source: And then try again.
ru: И затем попробуйте снова.

source: Selected partition was disconnected. Aborting the operation.
ru: Выбранный раздел был отключён. Отмена операции.

source: Done.
ru: Готово.
